<?php 
return [
  'failed' => 'بيانات الاعتماد هذه لا تتطابق مع سجلاتنا.',
  'password' => 'كلمة المرور المقدمة غير صحيحة.',
  'throttle' => 'عدد كبير جدًا من محاولات تسجيل الدخول. يرجى المحاولة مرة أخرى خلال :seconds ثانية.',
  'unauthenticated' => 'غير مصادق عليه',
  'reset_password' => 'إعادة تعيين كلمة المرور',
  'password_confirmation' => 'تأكيد كلمة المرور',
  'email_password_reset_link' => 'رابط إعادة تعيين كلمة المرور للبريد الإلكتروني',
  'reset_password_description' => 'أدخل عنوان بريدك الإلكتروني وسنرسل إليك بريدًا إلكترونيًا يحتوي على تعليمات لإعادة تعيين كلمة المرور الخاصة بك.',
  'sign_in' => 'تسجيل الدخول',
  'remember_me' => 'تذكرنى',
  'forgot_password' => 'هل نسيت كلمة السر؟',
  'login' => 'تسجيل الدخول',
];